[
    {
        "id": 0,
        "title": "Fall Limited Edition Sneakers",
        "description": "These low-profile sneakers are your perfect casual wear companion. Featuring adurable rubber outer sole, they’ll withstand everything the weather can offer.",
        "price": 125,
        "img": "http://127.0.0.1:5501/images/image-product-1.jpg"
    },
    {
        "id": 1,
        "title": "Adidas",
        "description": "These low-profile sneakers are your perfect casual wear companion. Featuring adurable rubber outer sole, they’ll withstand everything the weather can offer.",
        "price": 125,
        "img": "https://www.sneakers.fr/wp-content/uploads/2022/04/nike-air-max-1-light-madder-root-1-1160x1160.jpg"
    },
    {
        "id": 1,
        "title": "Asics Gel-Lyte 3 x Atmos x Sneaker Freaker Alley Cats",
        "description": "Avec l’arrivée de la Gel-Lyte 3 en 1990, Asics fait son entrée dans le monde du streetwear. La paire imaginée par Shigeyuki Mitsui profite de l’engouement de la jeunesse autour de la running et offre une sneaker confortable, au look non conventionnel. Si la troisième Gel-Lyte a tout d’un classique, elle déroge aux règles établies en offrant une languette fendue et une légèreté rarement vue pour une paire de cette époque.",
        "price": 160,
        "img": "https://www.sneakers.fr/wp-content/uploads/2022/05/asics-gl3-atmos-sneaker-freaker-alley-cats-av-1-1160x1160.jpg"
    },
    {
        "id": 1,
        "title": "adidas Skateboarding Tyshawn New York",
        "description": "Tyshawn Jones est un jeune skater professionnel, originaire du Bronx à New-York. Remarqué sur des visuels de Supreme dès 2014, il signe la même année un contrat de sponsoring avec adidas Skateboarding. Lauréat du Thrasher Skater of the Year Award en 2018, sa popularité grimpe en flèche et la marque aux trois bandes lui offre l’opportunité d’avoir une paire signature. Naturellement baptisée Tyshawn, cette adidas Skateboarding s’inspire des archives de la marque aux trois bandes, avec un côté rétro lui permettant aussi bien d’être portée pour la pratique du skate que sur les pavés urbains. Pour rendre hommage à sa ville d’origine et à sa passion pour les Yankees de New York, adidas sort un coloris inédit de la Tyshawn, que nous vous présentons ici. ",
        "price": 89,
        "img": "https://www.sneakers.fr/wp-content/uploads/2022/05/adidas-skateboarding-tyshawn-new-york-1-1160x902.jpg"
    }
]